tap "common-fate/granted"
tap "mike-engel/jwt-cli"
brew "act"
brew "adns"
brew "openssl@3"
brew "afflib"
brew "age"
brew "libpng"
brew "glib"
brew "cairo"
brew "icu4c@77"
brew "harfbuzz"
brew "xz"
brew "ant"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aptly"
brew "libssh2"
brew "aria2"
brew "mpdecimal"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "bfg"
brew "binwalk"
brew "boost"
brew "c-ares"
brew "cabextract"
brew "caddy"
brew "cdrtools"
brew "node"
brew "ruby"
brew "trivy"
brew "cdxgen"
brew "chart-testing"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "lima"
brew "colima"
brew "gmp"
brew "coreutils"
brew "cosign"
brew "descope"
brew "libusb"
brew "dfu-util"
brew "dialog"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "nss"
brew "openjpeg"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "direnv"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "easy-rsa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "python@3.12"
brew "libass"
brew "libmicrohttpd"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "firebase-cli"
brew "libtool"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gnu-tar"
brew "pkgconf"
brew "goreleaser"
brew "gradle"
brew "librsvg"
brew "hatch"
brew "helm"
brew "hexedit"
brew "hugo", link: false
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "ios-deploy"
brew "jadx"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "ko"
brew "libewf"
brew "libmatio"
brew "libpq", link: true
brew "libusb-compat"
brew "llvm"
brew "maven"
brew "minikube"
brew "mozjpeg"
brew "nfpm"
brew "nmap"
brew "openblas"
brew "nvm"
brew "protobuf"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openslide"
brew "openvino"
brew "oras"
brew "parallel"
brew "php"
brew "pillow"
brew "pipx"
brew "postgresql@15"
brew "pre-commit"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "railway"
brew "redis"
brew "shellcheck"
brew "skopeo"
brew "sleuthkit"
brew "sshuttle"
brew "syft"
brew "tcl-tk"
brew "testdisk"
brew "tree"
brew "upx"
brew "vips"
brew "virtualenv", link: false
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "common-fate/granted/granted"
cask "1password"
cask "alfred"
cask "android-ndk"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "corretto"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "hiddenbar"
cask "keka"
cask "launchcontrol"
cask "lens"
cask "little-snitch"
cask "maccy"
cask "macfuse"
cask "microsoft-edge"
cask "multipass"
cask "pgadmin4"
cask "postman"
cask "powershell"
cask "profilecreator"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "stats"
cask "tigervnc-viewer"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "wine-stable"
cask "xquartz"
cask "zed"
cask "zulu@17"
vscode "adamhartford.vscode-base64"
vscode "ahebrank.yaml2json"
vscode "anthropic.claude-code"
vscode "bodil.prettier-toml"
vscode "codezombiech.gitignore"
vscode "dakara.transformer"
vscode "doggy8088.quicktype-refresh"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "iliazeus.vscode-ansi"
vscode "janisdd.vscode-edit-csv"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "mutantdino.resourcemonitor"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
